const OurStrength = () => {
  return (
    <section id="facts" className="border py-10">
      <div className="container mx-auto">
        <h2>
          Автоматизированная система диспетчеризации объектов инженерной
          инфраструктуры
        </h2>
        <div className="grid gap-x-6 lg:grid-cols-3 mt-6">
          <div>
            <h4>Направления внедрения:</h4>
            <h5>основание компании</h5>
            <p>
              Наша команда 2016 года активно занималась научными разработками и
              в 2024 году начала реализовывать свои разработки в виде
              инновационных цифровых решений. За это время компания реализовала
              и внедрила более десятка крупных проектов
            </p>
          </div>

          <div>
            <h4>Где применяется наше решение:</h4>
            <h5>сотрудников</h5>
            <p>
              К нам присоединилось более 100 профессионалов в области IT,
              которые поддерживают наши ценности и составляют основной капитал
              компании
            </p>
          </div>

          <div>
            <h4>Аэрокосмическая Инновационная Долина</h4>

            <p>
              С 2025 года мы являемся резидентами ИНТЦ "Аэрокосмическая
              Инновационная Долина" развивая и коммерциализируя собственные
              инновационные разработки в сфере ИТ
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default OurStrength;
